---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutU
source: html/ac0e88a3-fe54-3c67-d105-6bcf8d02a3d8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutU Property

"Layout"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLayoutU { get; }
```